import { writonFAQDataType } from '@/types';

export const WritonFAQDATA: writonFAQDataType[] = [
  {
    question: 'BillLive는 어떤 서비스인가요?',
    answer:
      'BillLive는 헬스장, 피부과, 마사지샵 등 다양한 관리형 서비스의 결제 및 정산을 디지털화하여, 보다 유연하고 안전한 결제 환경을 제공하는 플랫폼입니다. 기존 선결제 방식의 부담을 줄이고, 소비자와 가맹점 모두가 신뢰할 수 있는 유동적인 디지털 지갑 시스템을 제공합니다.',
  },
  {
    question: '어떤 점이 기존 선결제 서비스와 다른가요?',
    answer:
      'BillLive는 단순 선결제가 아닌, 고객이 충전한 금액을 자신의 디지털 지갑처럼 관리할 수 있습니다. 또한, 잔여 금액 확인, 양도, 환불이 투명하게 이루어지며, 가맹점도 보다 유연한 방식으로 결제 및 정산을 관리할 수 있습니다.',
  },
  {
    question: '결제는 어떻게 이루어지나요?',
    answer:
      'BillLive는 사용자가 원하는 금액을 미리 충전하여 디지털 지갑처럼 사용할 수 있습니다. 가맹점에서 서비스를 이용할 때마다 사용 금액이 차감되며, 실시간으로 내역을 확인할 수 있습니다.',
  },
  {
    question: '사용 방법이 어떻게 되나요?',
    answer:
      '상단에 “사전 신청하기" 버튼을 눌러 신청할 수 있습니다. 간략한 정보와 이메일을 입력해주시면, 사용 안내를 도와드립니다.',
  },
  {
    question: '앱 출시는 언제 이루어지나요?',
    answer: '현재 개발 진행 중이며, 올해 6월 중으로 정식 출시될 예정입니다.',
  },
];
